<template>
  <section class="seo-section">
    <div class="container">
      <h2>Женские сумки</h2>
      <div class="content">
        <p>
          Вашему вниманию представлен раздел "Женские сумки" нашего
          интернет-магазина Makey. Здесь собраны изделия, созданные для того,
          чтобы дополнить и усилить красоту каждой женщины. Наша коллекция
          включает в себя широкий спектр моделей, отвечающих самым разнообразным
          предпочтениям и потребностям.
        </p>

        <p>
          **Элегантность и практичность**: Каждая сумка в нашем ассортименте —
          это сочетание элегантности и практичности. Мы предлагаем классические
          сумки-тоты, удобные кросс-боди, стильные клатчи и многое другое. Все
          они выполнены из высококачественной кожи, которая со временем только
          приобретает больше шарма и изящества.
        </p>

        <p>
          **Разнообразие выбора**: Наши сумки доступны в различных цветах и
          стилях. От сдержанных и классических до смелых и экспрессивных — у нас
          есть сумка на любой вкус. Ищете что-то уникальное? Наши ограниченные
          серии и эксклюзивные модели ждут вас.
        </p>

        <p>
          **Качество, проверенное временем**: Мы гордимся тем, что наши сумки
          служат нашим клиенткам годами, сохраняя свой первоначальный вид и
          качество. Использование прочной фурнитуры и профессиональная обработка
          кожи гарантируют долговечность каждой сумки.
        </p>

        <p>
          **Для каждого случая жизни**: Независимо от того, идете ли вы на
          работу, вечеринку или просто выходите на прогулку, в нашем
          ассортименте найдется сумка, которая станет вашим идеальным спутником.
        </p>

        <p>
          **SEO-оптимизация для вашего успеха**: Мы позаботились о том, чтобы
          этот текст помог вашей странице лучше ранжироваться в поисковых
          системах, привлекая больше внимания к вашим изделиям.
        </p>

        <p>
          Приглашаем вас исследовать наш раздел "Женские сумки" и найти ту
          идеальную сумку, которая станет неотъемлемой частью вашего стиля. С
          Makey вы всегда будете на шаг впереди!
        </p>
      </div>
    </div>
  </section>
</template>

<script setup></script>

<style lang="scss" scoped>
.seo-section {
  margin-top: 206px;

  h2 {
    color: rgba($textBlack, 0.5);
    font-size: 16px;
    line-height: 22px;
  }
}

.content {
  color: rgba($textBlack, 0.5);
  margin-top: 16px;

  p {
    font-size: 12px;
    line-height: 150%;
    margin-bottom: 16px;
    &:last-of-type {
      margin-bottom: 0;
    }
  }
}
</style>
