<template>
  <main>
    <section class="top">
      <div class="container">
        <FormsHelp />
      </div>
    </section>

    <UiContactsAccordition class="faq" :data="data" />

    <Spacer />
  </main>
</template>

<script setup>
import Input from "~/components/auth/Input.vue";

const data = [
  {
    id: 1,
    title: "  1. Как купить изделия в вашем интернет-магазине?",
    text: "Да, цены актуальные, иначе и быть не может. Если вы находитесь на территории Беларуси, то видите цены в белорусских рублях. Находясь на территории России – в российских рублях. За пределами Беларуси и России цены будут не доступны.",
  },
  {
    id: 2,
    title: "2. На сайте актуальные цены?",
    text: "Да, цены актуальные, иначе и быть не может. Если вы находитесь на территории Беларуси, то видите цены в белорусских рублях. Находясь на территории России – в российских рублях. За пределами Беларуси и России цены будут не доступны.",
  },
  {
    id: 3,
    title: "3.Что означают различные состояния заказа?",
    text: "Да, цены актуальные, иначе и быть не может. Если вы находитесь на территории Беларуси, то видите цены в белорусских рублях. Находясь на территории России – в российских рублях. За пределами Беларуси и России цены будут не доступны.",
  },
  {
    id: 4,
    title:
      "4. Статус моего заказа уже неделю как 'Отправлено', а я до сих пор ничего не получил.",
    text: "Да, цены актуальные, иначе и быть не может. Если вы находитесь на территории Беларуси, то видите цены в белорусских рублях. Находясь на территории России – в российских рублях. За пределами Беларуси и России цены будут не доступны.",
  },
  {
    id: 5,
    title: "5. Как сделать отмену заказа в интернет-магазине?",
    text: "Да, цены актуальные, иначе и быть не может. Если вы находитесь на территории Беларуси, то видите цены в белорусских рублях. Находясь на территории России – в российских рублях. За пределами Беларуси и России цены будут не доступны.",
  },
];
</script>

<style scoped lang="scss">
.top {
  margin-top: 100px;
  font-size: 16px;
  font-weight: 600;
}

.faq {
  margin-top: 80px;
}
</style>
